tap "mongodb/brew"
tap "stripe/stripe-cli"
brew "giflib"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "libunistring"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "aws-sso-cli"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bdw-gc"
brew "c-ares"
brew "cabextract"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "gmp"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "jansson"
brew "cask"
brew "ccat"
brew "cdrtools"
brew "cloc"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "freetds"
brew "gd"
brew "krb5"
brew "libsodium"
brew "openldap"
brew "php"
brew "composer"
brew "dav1d"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "ffmpeg@6"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "gifski"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "libev"
brew "libfido2"
brew "node"
brew "mongosh"
brew "mysql"
brew "nghttp2"
brew "nmap"
brew "node-build"
brew "openblas"
brew "numpy"
brew "nvm"
brew "ollama"
brew "openconnect"
brew "openjdk"
brew "openjdk@17"
brew "openvino"
brew "openvpn"
brew "pandoc"
brew "pcre"
brew "peco"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "rust"
brew "rustup"
brew "sbt"
brew "sheldon"
brew "ta-lib"
brew "tcl-tk"
brew "terraform"
brew "thefuck"
brew "tree"
brew "wimlib"
brew "yarn"
brew "zellij"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "balenaetcher"
cask "caffeine"
cask "catlight"
cask "chatgpt"
cask "chromium"
cask "claude"
cask "cleanshot"
cask "clipy"
cask "cursor"
cask "discord"
cask "docker"
cask "drawio"
cask "elgato-stream-deck"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "httpie"
cask "iterm2"
cask "itermai"
cask "linear-linear"
cask "mactex"
cask "marta"
cask "middle"
cask "miro"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "orbstack"
cask "pdf-expert"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zen"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anysphere.pyright"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "new-marty.poimandres-dark-enhanced"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
