tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "sidneys/homebrew"
tap "stripe/stripe-cli"
brew "giflib"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libunistring"
brew "openssl@3"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "graphite2"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "aws-sso-cli"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "openjdk"
brew "bfg"
brew "c-ares"
brew "cabextract"
brew "gmp"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "ccat"
brew "cdrtools"
brew "cloc"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "freetds"
brew "gd"
brew "krb5"
brew "libsodium"
brew "openldap"
brew "php"
brew "composer"
brew "dav1d"
brew "docker-compose"
brew "dotnet@6"
brew "libgit2"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpeg@6"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "openblas"
brew "numpy"
brew "openvino"
brew "gifski"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "libev"
brew "libfido2"
brew "mongodb-community@4.2"
brew "node"
brew "mongosh"
brew "mysql"
brew "nghttp2"
brew "nmap"
brew "node-build"
brew "node@16"
brew "nvm"
brew "ollama"
brew "openconnect"
brew "openvpn"
brew "pandoc"
brew "pcre"
brew "peco"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-charset-normalizer"
brew "python-requests"
brew "python@3.11"
brew "python@3.9"
brew "rust"
brew "rustup"
brew "sbt"
brew "sonarqube"
brew "stripe-cli"
brew "ta-lib"
brew "tcl-tk"
brew "thefuck"
brew "tree"
brew "wimlib"
brew "yarn"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
brew "sidneys/homebrew/chntpw"
brew "stripe/stripe-cli/stripe", link: false
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-pro"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "astah-professional"
cask "astah-uml"
cask "balenaetcher"
cask "beeper"
cask "brave-browser"
cask "caffeine"
cask "chromium"
cask "claude"
cask "clipy"
cask "coteditor"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "elgato-stream-deck"
cask "expressvpn"
cask "fantastical"
cask "fig"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "github"
cask "gitify"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "httpie"
cask "intellij-idea"
cask "iterm2"
cask "itermai"
cask "linear-linear"
cask "mactex"
cask "mark-text"
cask "marta"
cask "middle"
cask "miro"
cask "mono-mdk-for-visual-studio"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "openvpn-connect"
cask "origin"
cask "pdf-expert"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "responsively"
cask "rotato"
cask "session-manager-plugin"
cask "sigmaos"
cask "skitch"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "todoist"
cask "utm"
cask "viber"
cask "visual-studio"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zen-browser"
cask "zoho-mail"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "arjun.swagger-viewer"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "chwoerz.ts-worksheet"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "mustidev.react-snippets"
vscode "new-marty.poimandres-dark-enhanced"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "skyran.js-jsx-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vscodeshift.material-ui-snippets"
vscode "wallabyjs.console-ninja"
vscode "xabikos.javascriptsnippets"
vscode "xadillax.viml"
vscode "yoavbls.pretty-ts-errors"
vscode "yoshinorin.current-file-path"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
