tap "chef/chef"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "cffi"
brew "openssl@3"
brew "python-cryptography"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "docutils"
brew "awscli"
brew "libssh2"
brew "bat"
brew "ccat"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "dotnet@6"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "gifski"
brew "netpbm"
brew "graphviz"
brew "openjdk"
brew "jenkins"
brew "jq"
brew "maven"
brew "mysql"
brew "nodebrew"
brew "peco"
brew "postgresql@14"
brew "python@3.12"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "redis"
brew "source-highlight"
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tree"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "caffeine"
cask "clipy"
cask "cron"
cask "deepl"
cask "drawio"
cask "fantastical"
cask "firefox"
cask "font-inconsolata"
cask "google-cloud-sdk"
cask "inspec"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "middle"
cask "miro"
cask "mono-mdk-for-visual-studio"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "raycast"
cask "rectangle"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "13xforever.language-x86-64-assembly"
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.Bookmarks"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "Arjun.swagger-viewer"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "Mustidev.react-snippets"
vscode "naumovs.color-highlight"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "pmneo.tsimporter"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "secanis.jenkinsfile-support"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "skyran.js-jsx-snippets"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "Tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vscodeshift.material-ui-snippets"
vscode "WallabyJs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "XadillaX.viml"
vscode "yoshinorin.current-file-path"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
